---
kind: property
id: P:Autodesk.Revit.DB.Family.IsInPlace
zh: 族
source: html/eb138fd5-6092-5257-e6e1-073013cb8582.htm
---
# Autodesk.Revit.DB.Family.IsInPlace Property

**中文**: 族

True if the family is an in-place family, false if the family is a loadable family.

## Syntax (C#)
```csharp
public bool IsInPlace { get; }
```